13/data/attachments/fdb2b6afccb50576.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>William_sit_Friend_53892_6</nif:username>
            <nif:friendToBeRequested>soap_friends_6cb01dc1-156d-45a2-b246-a337a6574f15</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>